export const QuestionData = [
    {
        quiz: 1,
        questions: [
            {
                question: "크리스마스를 함께 보내고 싶은 사람은?",
                option: ["친구", "가족", "연인"],
            },
            {
                question: "크리스마스에  하고 싶은 것은? ",
                option: [
                    "집에서 맛있는거 먹으면서 영화보기",
                    "아이스링크장에 스케이트 타러가기",
                    "고급 레스토랑 예약해서 먹으러가기",
                ],
            },
            {
                question: "크리스마스에  받고 싶은 선물은?",
                option: ["IT 기기", "현금", "기프티콘"],
            },
            {
                question: "크리스마스에  먹고 싶은 음식은?",
                option: ["스테이크", "파스타", "오마카세"],
            },
            {
                question: " 크리스마스 하면 떠오르는 것은?",
                option: [
                    "산타와 루돌프",
                    " 화려한 크리스마스 트리",
                    "함박눈이 내리는 하얀 세상 ",
                ],
            },
        ],
    },
    {
        quiz: 2,
        questions: [
            {
                question: "크리스마스 하루 소원을 들어준다면?",
                option: [
                    "하룻동안 10억 다 쓰기",
                    "원하는 연예인과 하루 데이트",
                    "원하는 장소로 이동하는 텔레포트 능력",
                ],
            },
            {
                question: "크리스마스 필수 아이템은? ",
                option: ["핫팩", "목도리", "장갑"],
            },
            {
                question: "크리스마스에  받고 싶은 선물은?",
                option: [" IT 기기", "현금”,”기프티콘"],
            },
            {
                question: "크리스마스에  내가 듣고 싶은 음악은?",
                option: [
                    "santa tell me",
                    "all i want for chirstmas is you",
                    "크리스마스니까",
                ],
            },
            {
                question: " 나는 산타가 있다고 생각할까?",
                option: [
                    "산타는 있지!",
                    "산타 당연히 없지”,”울지마 괜찮아 사실 산타는 없거든",
                ],
            },
        ],
    },
    {
        quiz: 3,
        questions: [
            {
                question: "올해의 크리스마스는?",
                option: ["연인과 함께~", "솔클,,,,ㅜㅜ", "같이 보낼 사람?"],
            },
            {
                question: "크리스마스에 가고 싶은 장소는?",
                option: ["남산타워", "롯데월드", "루프탑 레스토랑"],
            },
            {
                question: "크리스마스 하루 소원을 들어준다면?",
                option: [
                    "하룻동안 10억 다 쓰기",
                    "원하는 연예인과 하루 데이트",
                    "원하는 장소로 이동하는 텔레포트 능력",
                ],
            },
            {
                question: " 크리스마스 하면 떠오르는 것은?",
                option: [
                    "산타와 루돌프",
                    " 화려한 크리스마스 트리”,”함박눈이 내리는 하얀 세상 ",
                ],
            },
            {
                question: "크리스마스에 먹고 싶은 케이크는?",
                option: ["당근 케이크", "생크림 케이크", "초코 케이크"],
            },
        ],
    },
];
